function About() {
  
  return <>
 <h1>אודות</h1>

 <span>
 מדברים אליכם בפרחים
נעים להכיר אנחנו
אתר הפרחים של ישראל, לרכישה ומשלוח בפריסה ארצית.
אצלנו תמצאו מגוון זרי פרחים
, עציצים ומארזים שמתאימים לכל הזדמנות ולכל אירוע.
זרי הפרחים המושקעים והמרהיבים שלנו נשזרו במיוחד עבורכם במקצועיות וברגישות על
 ידי מיטב השוזרים, והם משלבים בתוכם פרחים טריים שזה עתה נקטפו.
 זרי הפרחים שלנו מגיעים בשלוש מידות שונות: רגיל, בינוני וגדול, 
והם ניתנים גם להרכבה על פי העדפות הלקוח בהתאמה אישית מלאה.
המטרה שלנו היא לאפשר לכם לרגש ולשמח את האנשים בחייכם עם הזר המושלם, 
שמגיע בדיוק ברגע הנכון ויוצר אפקט “וואו” שאי אפשר להתעלם ממנו.
 </span>
  </>
  
}

export default About;
